Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/kauan_odotettu_koltansaamen_aapinen_ilmestynyt.html.tmx
Source language: fin
Languages: sms

source: Kauan odotettu koltansaamen aapinen ilmestynyt
sms: Kuuʹǩǩ vuõrddum sääʹmǩiõl aabbâs iʹlmstõõvvâm

source: Koltansaamen aapiskirjan “Jääkk-njaal AABBÂS” julkistamistilaisuus pidetään Teamsissa 16.12.2021 klo 13.30 koltansaameksi ja klo 14.30 suomeksi.
sms: Sääʹmǩiõl aabbâsǩeeʹrj “Jääkk-njaal AABBÂS” õlmmeempoodd ââʹnet Teams-pirrõõzzâst 16.12.2021 čiâss 13.30 säämas da čiâss 14.30 lääddas.

source: Jääkk-njaal AABBÂS on ensimmäisen luokan äidinkielen oppikirja, joka johdattaa pienen oppijan lukemisen ja kirjoittamisen maailmaan.
sms: Jääkk-njaal AABBÂS lij vuõssmõs klaass jieʹnnǩiõl mättǩeʹrjj, kååʹtt jååʹđat uʹcc mättjeei lookkmõõžž da ǩeeʹrjtummuž maailma.

source: Sevettijärvellä asuvasta 7-vuotiaasta Jääkk-naalista kertova hauska ja värikäs aapinen on innostava ja tukee lapsen kasvua omaan kieleensä ja kulttuuriinsa.
sms: Čeʹvetjääuʹrest jälsteei 7-ekksaž Jääkk-njaalâst mušttleei hääʹsǩes da eunnas aabbâs lij älšmõʹtti da tuärjjad päärna šõddmõõžž ǩiõllses da kulttuurses.

source: Aapisen on käsikirjoittanut Tiina Sanila-Aikio, kuvat ja taittotyön on tehnyt Tanja Sanila.
sms: Tiina Sanila-Aikio lij tuejjääm abbâz ǩiõttǩeeʹrjtõõzz di Tanja Sanila kaartid da kuâsttjõõzz.

source: Aapiskirjan työryhmään ovat osallistuneet Satu Moshnikoff, Seija Sivertsen, Hannu Kangasniemi ja Raija Lehtola.
sms: Aabbâsǩeeʹrj tuâjj-jouʹǩǩe lie vuässõõttâm Satu Moshnikoff, Seija Sivertsen, Hannu Kangasniemi da Raija Lehtola.

source: Aapiskirjan julkistamistilaisuus pidetään Teams-ympäristössä torstaina 16.12.2021 kello 13.30 koltansaameksi ja suomeksi kello 14.30.
sms: Aabbâsǩeeʹrj õlmmeempoodd ââʹnet Teams-pirrõõzzâst neljdpeeiʹv 16.12.2021 čiâss 13.30 säämas da čiâss 14.30 lääddas.

source: Tilaisuuksissa Tiina Sanila-Aikio kertoo kirjan sisällöistä ja tekemisestä, ja suomenkielisessä tilaisuudessa mukana myös kuvittaja Tanja Sanila.
sms: Õlmmeempooddin Tiina Sanila-Aikio mušttal ǩeeʹrj siiskõõzzin da tuejjummšest, da lääʹddǩiõllsaž õlmmeempooddâst lij mieʹldd še kaartʼteei Tanja Sanila.

source: Kertomusten lisäksi pääsemme näkemään otteita kirjan sisällöstä.
sms: Mainnsi lââʹssen piâssâp vueiʹnned välddõõǥǥid ǩeeʹrj siiskõõzzâst.

source: Lämpimästi tervetuloa!
sms: Pueʹtted tiõrvân!

source: Linkki Jääkk-njaal AABBÂS -kirjan julkistamistilaisuuteen
sms: Liŋkk Jääkk-njaal AABBÂS -ǩeeʹrj õlmmeempoʹdde

source: Aapisella on suuri merkitys koltansaamen kielelle
sms: Abbsest lij jõnn miârktõs sääʹmǩiõʹlle

source: Jääkk-njaal AABBÂS on ensimmäinen väreissä painettu koltansaamen aapiskirja ja sen valmistuminen on kolttasaamelaiselle yhteisölle merkittävä asia.
sms: Jääkk-njaal AABBÂS lij vuõssmõs euʹnnkaartivuiʹm tiâddum sääʹmǩiõl aabbâsǩeʹrjj da tõn valmštõõvvmõš lij sääʹmõutstõʹsse miârkteei äʹšš.

source: – Iloitsemme suuresti tämän uuden, upean aapisen ilmestymisestä.
sms: – Rämmšep čuuʹt tän ođđ, mooʹččes abbâz iʹlmstõõvvmest.

source: Tämä on lapsen ensi askel koltansaamenkieliselle koulupolulle.
sms: Tät lij päärna vuõssmõs läuʹǩǩ sääʹmǩiõllsaž škooulpälggsa.

source: Aapinen on pohja kirjoitustaidon rakentumiselle ja koululaisen ensimmäinen oma kirja.
sms: Aabbâs lij vuâđđ ǩeeʹrjtemsilttõõzz rajsmõõvvmõʹšše da škooulneeʹǩǩ vuõssmõs jiiʹjjes ǩeʹrjj.

source: Nyt kolttasaamelaiset perheet saavat upean työkalun lapsen kielen kehittymiseen.
sms: Ååʹn sääʹmpiârri vuäǯǯa šiõǥǥ tuâjjneävv päärna ǩiõl ouddnummša.

source: Toivon myös, ettei kirja jää vain koulussa luettavaksi, vaan myös vanhemmat löytäisivät kirjan kuvituksen ja tarinan, sanoo Saamelaiskäräjien koulutus- ja oppimateriaalilautakunnan puheenjohtaja Tauno Ljetoff.
sms: Tuäivam še, što tät ǩeʹrjj ij kuâđđjeʹče tåʹlǩ škooulâst lookkâmnalla, peʹce što puärraz še kaaunče ǩeeʹrj kaartʼtõõzz da mainnâz, särnn Sääʹmteeʹǧǧ škooultõs- da mättmateriaal-luʹvddkååʹdd saaǥǥjååʹđteei Tauno Ljetoff.

source: – Toivon, että lapset löytävät tuttuja asioita aapisen saamelaisesta perheestä kielineen ja kulttuureineen.
sms: – Tuäivam, što päärna käuʹnne toobdâs aaʹššid abbâz sääʹmpiârrjest ǩiõlines da kulttuurines.

source: Samaan aikaan toivon, että mahdollisimman monet lapset pääsisivät oppimaan kansamme tietoja ja taitoja perheensä ja yhteisönsä sisällä.
sms: Seämma ääiʹj tuäivam, što nuʹtt määŋg päärna ko vueiʹtlvaž piâzzče mättjed meeran teâđaid da tääidaid piârrjeez da õutstõõzzâz seʹst.

source: Omistan aapisen tyttärelleni Elli-Dåʹmnnalle ja opettajalleni Seija Sivertsenille, jatkaa kirjan käsikirjoittaja Tiina Sanila-Aikio.
sms: Vuäʹmstam abbâz muu niõđže Elli-Dåmnna da muu uʹčteela Sivertsen Seijaaʹje, juätkk ǩeeʹrj ǩiõttǩeeʹrjteei Tiina Sanila-Aikio.

source: – Aapisen kuvittaminen on kuvittajalleen yksi uran tärkeimmistä töistä.
sms: – Abbâz kaartʼtummuš lij kaartʼtejjses õhtt karriääʹr tääʹrǩmõs tuâjain.

source: Tämä projekti on ollut minulle mieliinpainuva.
sms: Tät projeʹktt lij pääccam muu miõʹlle.

source: Se, että saan tehdä lapsillemme kuvia omasta kulttuuristamme, merkitsee minulle paljon, sanoo kuvittaja Tanja Sanila.
sms: Tõt, što vuäǯǯam pirsted kaartid päärneen jiijjân kulttuurâst, miârkkšââvv muʹnne jiânnai, ceälkk kaartʼteei Tanja Sanila.

source: Myös Saamelaiskäräjillä iloitaan aapisen synnystä.
sms: Sääʹmteeʹǧǧest še rämmšet abbâz valmštõõvvmest.

source: – Aapinen on usein lapsen ensimmäinen konkreettinen kokemus omasta äidinkielestään kirjoitetussa ja luetussa muodossa.
sms: – Aabbâs lij täujja päärna vuõssmõs konkreettlaž ǩiõččlâsttmõš jiijjâs jieʹnnǩiõlâst ǩeeʹrjtum da lokkum hääʹmest.

source: Ajantasaiset ja innostavat oppimateriaalit ovat yksi yhdenvertaisen koulutuksen elementeistä.
sms: Ääiʹjtässʼsaž da älšmõʹtti mättmateriaal lie õhtt õõutverddsaž škooultõõzz elemeeʹntin.

source: On erittäin tärkeää, että koltansaamenkielisillä lapsilla on viimein mahdollisuus opetella omaan kieltään oikeasta ja vieläpä näin kauniista kirjasta, sanoo I varapuheenjohtaja Anni Koivisto.
sms: Lij samai vääžnai, što sääʹmǩiõllsaž päärnain lij mââimõsân vueiʹttemvuõtt mättõõllâd ǩiõlâz vuõigg da veâl nääiʹt mooččâs ǩeeʹrjest, ceälkk I väärrsaaǥǥtuõʹllʼjeei Anni Koivisto.

source: Aapinen on tilattavissa Saamelaiskäräjien koulutus- ja oppimateriaalitoimiston verkkokaupasta .
sms: Aabbâs lij tiʹllʼjemnalla Sääʹmteeʹǧǧ škooultõs- da mättmateriaalkonttâr neʹttkaaupâst .

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tiina Sanila-Aikio Käsikirjoittaja tiina(at)sanila.fi
sms: Tiina Sanila-Aikio Ǩiõttǩeeʹrjteei tiina(at)sanila.fi

source: Petra Kuuva Oppimateriaalisihteeri puh. +358406772275 petra.kuuva(at)samediggi.fi
sms: Petra Kuuva Mättmateriaalpiisar teʹl. +358406772275 petra.kuuva(at)samediggi.fi
